insert into films(id, name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values(
1,
'Зеленая миля',
'Пол Эджкомб — начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни. Пол повидал много заключённых и надзирателей за время работы. Однако гигант Джон Коффи, обвинённый в страшном преступлении, стал одним из самых необычных обитателей блока.',
1999,
2,
16,
189,
1);
insert into films(id, name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values(
2,
'Побег из Шоушенка',
'Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.',
1994,
2,
16,
142,
2);
insert into films(id, name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values(
3,
'Форрест Гамп',
'Сидя на автобусной остановке, Форрест Гамп — не очень умный, но добрый и открытый парень — рассказывает случайным встречным историю своей необыкновенной жизни. С самого малолетства парень страдал от заболевания ног, соседские мальчишки дразнили его, но в один прекрасный день Форрест открыл в себе невероятные способности к бегу. Подруга детства Дженни всегда его поддерживала и защищала, но вскоре дороги их разошлись.',
1994,
6,
18,
142,
3);
insert into films(id, name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values(
4,
'Интерстеллар',
'Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.',
2014,
4,
16,
169,
4);
insert into films(id, name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values(
5,
'Бойцовский клуб',
'Сотрудник страховой компании страдает хронической бессонницей и отчаянно пытается вырваться из мучительно скучной жизни. Однажды в очередной командировке он встречает некоего Тайлера Дёрдена — харизматического торговца мылом с извращенной философией. Тайлер уверен, что самосовершенствование — удел слабых, а единственное, ради чего стоит жить, — саморазрушение.',
1999,
1,
18,
139,
5);